adpyke.codesnap
anthropic.claude-code
beardedbear.beardedtheme
broadinstitute.wdl
broadinstitute.wdl-devtools
danielgjackson.auto-dark-mode-windows
docker.docker
eamodio.gitlens
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
guodongsun.vscode-git-cruise
mechatroner.rainbow-csv
mhutchie.git-graph
modular-mojotools.vscode-mojo
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-repositories
mutantdino.resourcemonitor
nextflow.nextflow
openai.chatgpt
pkief.material-icon-theme
reditorsupport.r-syntax
rust-lang.rust-analyzer
semanticdiff.semanticdiff
tamasfe.even-better-toml
timx.ayu-modern
twxs.cmake
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
